<template>
  <article class="pi-kite">
    <section class="pi-kite__ch pi-kite__ch--1">
      <h1 class="pi-kite__ch-title">民俗體育 迎風興起</h1>
      <section class="pi-kite__ch-content">
        <p>
          年近70歲口湖成龍國小退休校長侯順政先生，定居於水林已有31年。當時1980年代正逢全國在推動民俗體育之時，風箏運動還不是很風行之際，侯校長為了突破個人的表現，便毅然決然地投入這項民俗運動。至今歷經三十餘年，起初他秉持著手作的興趣及愛好，以初學者開始鑽研這項運動，從風箏的材質、架構、質地、造型等掌握形體的製作，接著探究台灣的地形、氣候、季節、氣流等環境條件。曾代表台灣對外參加國際賽事，如今大家都稱他為「風箏校長」、2008年完成他『風箏提線設定』的研究論文。
        </p>
        <img
          class="--size-l --center"
          src="/img/detail/principal_of_kite/風箏校長侯順政.jpg"
          alt="風箏校長侯順政"
        />
      </section>
    </section>

    <section class="pi-kite__ch pi-kite__ch--2">
      <h1 class="pi-kite__ch-title">強韌又輕盈的台灣桂竹</h1>
      <section class="pi-kite__ch-content">
        <p>
          侯校長回憶說：「我是學體育的美工不錯，繪畫是從做風箏以後才開始學習的，接觸後努力思考如何讓風箏的姿態更豐富多彩。」比賽的風箏都是手工製成，所以削竹子是一切的開始。竹子是風箏核心支架的重要關鍵。不同於國外使用的炭竿，通常從中國到東南亞一帶都是以使用竹子為主。侯校長強調：「台灣桂竹在亞洲一帶的材質最佳，具有足夠強度與彈性承受強力的風壓，桂竹支架的彈性又可以順著風，輕盈的流過風箏周圍。」。
        </p>
      </section>
    </section>

    <section class="pi-kite__ch pi-kite__ch--3">
      <h1 class="pi-kite__ch-title">展現穩定度的仿「米」字型風箏</h1>
      <section class="pi-kite__ch-content">
        <p>
          除了材質之外，風箏結構更是學問。支架的粗細、長度以及正反面的結構平衡，會直接影響其穩定度。侯校長將原本「十」字的傳統風箏，改製成仿「米」字型架構，成為他自製的風箏技法。校長解釋：「風箏在天上飛時，必須要能張開並撐起整個圖，兩個斜交叉竹支架，可以將風箏的布穩穩的撐住，在飛翔時不會造成背風捲亂，風箏形體才容易清楚展現，這可是讓發源地的大陸工匠也佩服不已！」。
        </p>
        <img
          class="--size-l --center"
          src="/img/detail/principal_of_kite/仿米字型的風箏骨架.jpg"
          alt="仿米字型的風箏骨架"
        />
        <p>
          校長工作室裡面有數以千計的風箏，都是他親手製作。「這是連續長串風箏，向這個貓頭鷹系列就有近50隻，間距3公尺，飛起來十分壯觀，需要五、六個人一起合作施放！」從作品的陳列中，可窺探出他精益求精的軌跡。
        </p>
      </section>
    </section>

    <section class="pi-kite__ch pi-kite__ch--4">
      <h1 class="pi-kite__ch-title">翱翔世界 讓雲林的天空賦予趣味</h1>
      <section class="pi-kite__ch-content">
        <p>
          侯校長過去得過無數的獎項，他個人也曾受邀到國外風箏比賽聖地，例如：法國的狄耶普、中東的巴林、大陸山東的濰坊、澳洲和南美洲等地去表演。因此他認為透過風箏運動賽事，能拓展台灣風箏的人文特色，並能提升國際上的能見度。
        </p>
        <p>
          1980年代政府曾致力於民俗體育，例如：踢鍵子、陀螺、龍舟競渡、放風箏，跳繩、拔河等項目。侯校長表示：「1990年初期宜蘭風箏推的很好，冬山風箏館也頗負盛名，但隨後逐漸被台北和雲林所取代。」民俗體育的經費投注雖然已大不如前，人才培育受到衝擊，雲林縣目前仍是全國推動風箏運動最盛行的縣市，每年的風箏競賽都在雲林舉辦。
        </p>
        <img
          class="--size-l --center"
          src="/img/detail/principal_of_kite/連續長串風箏的放飛.jpg"
          alt="連續長串風箏的放飛"
        />
        <p>
          早期他積極的投入於風箏教學以及各地區的輔導研習，為了做更大的推廣，他發起成立「雲林縣體育會風箏委員會」，目前成員有50多位、會員平均年齡50歲左右。會員來自台中、彰化、嘉義和台南的風箏愛好者，不收會費、不依賴公部門補助，憑藉著會員在國內外表演的收入經營組織，不定期舉辦活動表演和團聚等，也舉辦風箏的免費教學。
        </p>
      </section>
    </section>

    <section class="pi-kite__ch pi-kite__ch--5">
      <h1 class="pi-kite__ch-title">期待新血 再創風箏生命力</h1>
      <section class="pi-kite__ch-content">
        <p>
          侯校長仍是現役賽事的裁判長，在採訪他時，深刻地感受到校長依舊抱持著童趣和熱情。「這是我最近在鑽研的小風箏」侯校長掀開一個紙盒說道。他從L夾中，拿出一隻比手略大一些的黑色翅膀的迷你風箏，帶上去頂樓，拿著小棍子連接後，輕輕一揮，一隻小鳥開始在飛翔，自在的盤旋…。
        </p>
        <img
          class="--size-l --center"
          src="/img/detail/principal_of_kite/風箏教學現況.jpg"
          alt="風箏教學現況"
        />
        <p>
          「剛開始接觸風箏是為了獎狀和比賽，後來玩出興趣，現在是我日常生活的一部分。一有新的研發，就會帶它出去飛，一去一回，不斷修正，風箏飛的感覺，讓我能享受心情的舒暢感！」透過校長的心境，我們覺得風箏就如寵物一樣，帶給人們溫馨與活力，從線端傳來彷彿生命的迴旋，風箏乘著微風，穩穩的定在空中，迴旋像隻鳥兒，連路過的斑鳩都繞個幾圈來看看這陌生的同類，非常有趣。
        </p>
        <img
          class="--size-l --center"
          src="/img/detail/principal_of_kite/參與風箏DIY的大合照.jpg"
          alt="參與風箏DIY的大合照"
        />
        <p>
          校長期許自己透過寫書來紀錄台灣風箏運動的發展與技術，也期待未來雲林風箏的天空，注入新血，再創更多的生命力。
        </p>
      </section>
    </section>
  </article>
</template>

<script>
export default {
  name: 'IDetailPIofKite',
}
</script>

<style lang="scss"></style>
